INSERT INTO authors (id, name, country) VALUES
(1, 'Стівен Кінг', 'США'),
(2, 'Унн Фрейзер', 'Україна'),
(3, 'Катерина Орловська', 'Україна'),
(4, 'Т. Кінгфішер', 'США'),
(5, 'Агата Крісті', 'Великобританія');

INSERT INTO books (id, title, author_id, keywords, image_path, rating, isbn, publication_year) VALUES
(1, '11/22/63', 1, 'фантастика, трилер', '/img/king.jpg', '0+', '978-1451627282', 2011),
(2, 'Скажи мені', 2, 'роман, психологія', '/img/tell_me.jpg', '18+', '978-966-993-123-4', 2022),
(3, 'Краще не читай', 3, 'трилер, горор, проза', '/img/book8.jpg', '0+', '978-617-12-7890-1', 2021),
(4, 'Аутсайдер', 1, 'трилер, горор, фантастика', '/img/book6.jpg', '16+', '978-1501181009', 2018),
(5, 'Те, що бенкетує вночі', 4, 'горор, проза, детектив', '/img/book4.jpg', '12+', '978-1250767257', 2022),
(6, 'Сяйво', 1, 'горор, трилер', '/img/shining.jpg', '18+', '978-0307743657', 1977),
(7, 'Вбивство в Орієнт-експресі', 5, 'детектив, класика', '/img/orient.jpg', '12+', '978-0062693662', 1934);

ALTER SEQUENCE book_sequence RESTART WITH 8;
